brew "asdf"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "direnv"
brew "deno"
brew "duf"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-delta"
brew "grep"
brew "jq"
brew "lf"
brew "mise"
brew "neovim"
brew "nkf"
brew "osxutils"
brew "pipenv"
brew "rename"
brew "ripgrep"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yazi"
brew "zsh"
brew "zsh-completions"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "temurin"
cask "font-hack-nerd-font"
